# Taps
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/bundle"

# Fonts
cask "font-jetbrains-mono"
cask "font-inter"

# Binaries
brew "ffmpeg"
brew "git"
brew "mas"

# Development
brew "php"
brew "mysql"
brew "composer"
brew "php-cs-fixer"
brew "node"
brew "yarn"

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

# Apps
cask "1password"
cask "alfred"
cask "google-chrome"
cask "omnigraffle"
cask "sketch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"

# Mac App Store
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "Things 3", id: 904280696
