# Taps
# No additional taps required

# Fonts
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'

# Binaries
brew 'ffmpeg'
brew 'jq'
brew 'neovim'
brew 'tmux'

# CLI
brew 'node'

# Apps
cask 'dbngin'
cask 'figma'
cask 'godot'
cask 'herd'
cask 'kitty'
cask 'phpstorm'
cask 'rapidapi'
cask 'sf-symbols'
cask 'tableplus'
cask 'tinkerwell'
cask 'visual-studio-code'

# Mac App Store
# No additional Mac App Store apps required
